Repository: bdureau/StampAlbumProject
Catalog: locale/*/LC_MESSAGES/MainWindow.po
Languages: fr

source: &File
fr: &Fichier

source: &Edit
fr: &Editer

source: &Stamp
fr: &Timbre

source: Align
fr: Aligner

source: Objects
fr: Objets

source: &Config
fr: &Configuration

source: &Help
fr: &Aide

source: &New
fr: &Nouveau

source: &Open...
fr: &Ouvrir

source: &Save
fr: &Sauvegarder

source: &Print all pages...
fr: &Imprimer toutes les pages…

source: &Print preview all pages...
fr: Apperçu impression toutes les pages...

source: &Print preview current page...
fr: Apperçu impression page courante...

source: &Print current to PDF...
fr: Convertir page courrante en PDF ...

source: &Exit
fr: Quitter

source: &Copy
fr: Copier

source: &Paste
fr: Coller

source: C&ut
fr: Couper

source: New Stamp ...
fr: Nouveau timbre..

source: Edit Current Stamp ...
fr: Modifer timbre

source: New Page ...
fr: Nouvelle page

source: Delete Page ...
fr: Effacer page ...

source: Delete Page Objects...
fr: Effacer objets page...

source: Grid on/off
fr: Grille

source: New text ...
fr: Nouveau texte ...

source: New Image ...
fr: Nouvelle image ...

source: New copyright
fr: Nouveau copyright

source: New copyright all pages
fr: Nouveau copyright sur toutes les pages

source: New Page border
fr: Encadrement page

source: New page nbr
fr: Numero de page

source: New page nbr all pages
fr: Numero sur toutes les pages

source: Add year to page
fr: Ajouter l'année

source: Add year to all pages
fr: Ajouter l'année sur toutes les pages

source: Align Left
fr: Aligner à gauche

source: Align Right
fr: Aligner à droite

source: Align Top
fr: Aligner top

source: Align Bottom
fr: Aligner en bas

source: Distribute Vertically
fr: Distribuer verticallement

source: Distribute Horizontally
fr: Distribuer horizontallement

source: Center Horizontally
fr: Centrer horizontallement

source: Center Vertically
fr: Centrer verticallement

source: Setup application
fr: Configurer application

source: &Help Content
fr: Manuel

source: &About
fr: A propos

source: Are you sure you want to exit the application?
fr: Etes vous certains de vouloir quitter l'application?

source: Exit
fr: Quitter

source: Are you sure you want clear the current page?
fr: Etes vous certain de vouloir effacer la page courrante?

source: Delete all objects
fr: Effacer tous les objets

source: Are you sure you want to delete the current page?
fr: Etes vous certain de vouloir supprimer la page courrante?

source: Delete current page
fr: Supprimer page courrante

source: Are you sure you want to delete the entire album?
fr: Etes vous certain de vouloir effacer l'album?

source: Delete album
fr: Affacer album

source: Are you sure you want to delete all the pages?
fr: Etes vous certain d effacer toutes les pages?

source: Delete all pages
fr: Effacer toutes les pages

source: Open Album file
fr: Ouvrir fichier album

source: Save Album
fr: Sauvegarder album

source: Save current page
fr: Sauvegarder page courrante

source: About Stamp Album
fr: A propos de Stamp Album

source: Are you sure you want to delete those objects?
fr: Etes vous certains de vouloir effacer tous les objets?

source: Delete Object
fr: Effacer objets

source: Select picture
fr: Choisir image
