Repository: bdureau/StampAlbumProject
Catalog: locale/*/LC_MESSAGES/StampDlg.po
Languages: fr

source: Create new stamp
fr: Créer timbre

source: Pochette type
fr: Type de pochette

source: Years:
fr: Années:

source: Stamp nbr:
fr: Numéro timbre:

source: Use description 1
fr: Utiliser description 1

source: Use description 2
fr: Utiliser description 2

source: Use description 1 and 2
fr: Utiliser description 1 et 2

source: No description
fr: Pas de description

source: Select the description to use:
fr: Choisir la description à utiliser

source: Stamp type:
fr: Type de timbre:

source: Selected country:
fr: Choisir le pays:

source: Witdh:
fr: Largeur:

source: Height:
fr: Hauteur:

source: Year:
fr: Année:

source: Value:
fr: Valeur:

source: Stamp description:
fr: Description du timbre:

source: Stamp description2:
fr: Description du timbre 2:

source: &Create
fr: &Créer

source: &Done
fr: &Fermer
